<policy>
  <general>
    <name>*** D3 SELF SERVICE PLEASE CLONE ***</name>
    <enabled>false</enabled>
    <trigger>USER_INITIATED</trigger>
    <trigger_checkin>false</trigger_checkin>
    <trigger_enrollment_complete>false</trigger_enrollment_complete>
    <trigger_login>false</trigger_login>
    <trigger_logout>false</trigger_logout>
    <trigger_network_state_changed>false</trigger_network_state_changed>
    <trigger_startup>false</trigger_startup>
    <trigger_other/>
    <frequency>Ongoing</frequency>
    <location_user_only>false</location_user_only>
    <target_drive>/</target_drive>
    <offline>false</offline>
  </general>
  <self_service>
    <use_for_self_service>true</use_for_self_service>
    <install_button_text>Install</install_button_text>
    <self_service_description/>
    <force_users_to_view_description>false</force_users_to_view_description>
    <self_service_icon/>
    <feature_on_main_page>false</feature_on_main_page>
    <self_service_categories/>
  </self_service>
  <scripts>
    <script>
      <name>d3-self-service</name>
      <priority>After</priority>
    </script>
  </scripts>
</policy>
